Repository: LAL/SLAM
Catalog: src/webinterface/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Not found
fr: Page introuvable

source: Could not found the resource %(res)s.
fr: La ressource %(res)s est introuvable.

source: Forbidden
fr: Accès interdit

source: You are not allowed to acces to the resource %(res)s.
fr: Vous n'avez pas le droit d'accéder à la ressource %(res)s.

source: Internal Error
fr: Erreur interne

source: An internal error occured while generating the page for %(res)s.
fr: Une erreur interne s'est produite pendant la génération de la page pour %(res)s.

source: Disconnected
fr: Déconnecté

source: You have successfully been disconnected from SLAM.
fr: Vous avez bien été déconnecté de SLAM.

source: Logged in
fr: Connecté

source: You can now manage your addresses!
fr: Vous pouvez maintenant gérer vos adresses !

source: Invalid login or password.
fr: Nom d'utilisateur ou mot de passe incorrecte.

source: Pool already exists
fr: Le pool existe déjà

source: A pool with the same name or the same category already exists in the database.
fr: Un pool du même nom ou de même catégorie existe déjà dans la base de données

source: Missing information
fr: Information manquante

source: You must specify at least a name and a definition to create a new pool.
fr: Vous devez au moins préciser un nom et une définition pour créer un nouveau pool

source: Invalid address range
fr: Plage d'adresse invalide

source: The address range you provided is invalid.
fr: La plage d’adresse fournie n'est pas valide.

source: Created pool %(pool)s
fr: Pool %(pool)s créé

source: The pool "%(pool)s" have been created: %(poolstr)s.
fr: Le pool "%(pool)s" a été créé : %(poolstr)s.

source: Bad Request
fr: Requête invalide

source: Your request is invalid, please verify it is correct. Internal reason: %(exc)s
fr: Votre requête est invalide, veuillez vérifier les informations fournies.Raison interne : %(exc)s.

source: Pool "%(pool)s" has been modified
fr: Pool "%(pool)s" a été modifié

source: The pool "%(pool)s" has been correctly modified.
fr: Le pool "%(pool)s" a correctement été modifié.

source: Address not allocated
fr: Adresse déjà libre

source: The address you provided is already unallocated.
fr: L'adresse fournie est déjà libre.

source: %(name)s has been removed
fr: %(name)s a été supprimé

source: The pool "%(name)s" (%(def)s) has been removed.
fr: Le pool "%(name)s" (%(def)s) a été supprimé.

source: MAC adress taken
fr: Adresses MAC déjà utilisée

source: The MAC adresse of the host you are trying to create already belongs to host %(host)s.
fr: L'adresse MAC de l’hôte que vous êtes en train de créer appartient déjà à l’hôte %(host)s.

source: Invalid MAC
fr: Adresse MAC invalid

source: The format of the given MAC address is invalid : %(mac)s.
fr: Le format de l'adresse MAC %(mac)s n'est pas valide.

source: You must at least specify a name to create a new host.
fr: Vous devez au moins spécifier le nom du nouvel hôte à créer.

source: Host already exists
fr: L'hôte existe déjà

source: Could not create host %(host)s because it already exists.
fr: Impossible de créer l'hôte %(host)s car il existe déjà.

source: Address not in pool
fr: Adresse étrangère au pool

source: The address you provided (%(addr)s) is not in the pool %(pool)s.
fr: L'adresse que vous avez fourni (%(addr)s) n'appartient pas au pool %(pool)s.

source: Address not available
fr: Adresse indisponible

source: The address you asked for (%(addr)s) is not available.
fr: L'adresse demandée ((%(addr)s) n'est pas libre.

source: Pool is full
fr: Pool plein

source: The destination address pool (%(pool)s) is full. Impossible to allocate another IP in this pool.
fr: Le pool d'adresse demandé (%(pool)s) est plein. Impossible d'effectuer l'allocation.

source: The host "%(host)s" have been created
fr: L’hôte "%(host)s" a été créé

source: and was assigned to address:
fr: et a reçu l’adresse :

source: You must at least specify the name of the new property you want to create.
fr: Vous devez au moins spécifier le nom du nouvel attribut à créer.

source: Created host %(host)s
fr: L’hôte %(host)s a été créé

source: You must specify the new values to modify an object.
fr: Vous devez indiquer de nouvelles information pour modifier cet objet.

source: Host "%(host)s" has been modified
fr: L’hôte "%(host)s" a bien été modifié

source: The host "%(host)s" has been correctly modified.
fr: L’hôte "%(host)s" a bien été modifié.

source: Host probably does not have a category, please add one to it or specify a pool or an address in the previous form.
fr: Cet hôte n’a probablement pas de catégorie, veuillez lui en affecter une ou spécifier le Pool ou une adresse sur la page précédente.

source: Address not in the given pool
fr: Adresse étrangère au pool donné

source: The address you provided (%(addr)s) does not belong to the given pool.
fr: L'adresse que vous avez fourni (%(addr)s) n'appartient pas au pool donné.

source: Address not available.
fr: Adresse indisponible

source: The address you provided is already allocated. Impossible to reallocate it to this host.
fr: L'adresse fournie est déjà attribuée. Impossible de la réallouer à cet hôte.

source: Allocated %(addr)s
fr: %(addr)s allouée

source: The address %(addr)s has correctly been allocated to host %(host)s.
fr: L’address "%(addr)s" a bien été alloué à l'hôte %(host)s.

source: has been removed
fr: a été supprimé

source: The host "%(host)s" has correctly been removed.
fr: L’hôte "%(host)s" a bien été supprimé.

source: You must specify at least the comment or duration to modify.
fr: Vous devez au moins préciser un commentaire ou une durée pour modifier cette adresse.

source: Address modified
fr: Adresse modifiée

source: The address "%(addr)s" has been correctly modified.
fr: L’address "%(addr)s" a bien été modifiée.

source: Address deleted
fr: Adresse supprimée

source: The address "%(addr)s" has been correctly removed.
fr: L’address "%(addr)s" a bien été supprimée.

source: You must at least specify a pool or a host and the name of property to create, edit or delete a property.
fr: Vous devez au moins spécifier le nom d'un pool ou d'un host et le nom de l'information que vous souhaitez créer, modifier ou supprimer.

source: Could not generate files
fr: Impossible de générer les fichiers

source: Impossible to generate configuration files, the RELOAD_SCRIPT variable is not defined in the SLAM's configuration file.
fr: Impossible de générer les fichiers de configuration : la variable RELOAD_SCRIPT n'est pas définie dans le fichier de configuration de SLAM.

source: Host list
fr: Liste des hôtes

source: Create a new host
fr: Créer un nouvel hôte

source: Name
fr: Nom

source: Category
fr: Catégorie

source: Pool name (optional)
fr: Nom du pool (optionnel)

source: <strong>and/or</strong> address (optional)
fr: <strong>ou</strong> adresse (optionnel)

source: Mac address
fr: Adresses MAC

source: Random allocation
fr: Allocation aléatoire

source: Do not generate DNS records for this host
fr: Ne pas générer d'enregistrements DNS pour cet hôte

source: Optional information
fr: Informations optionnelles

source: Serial number
fr: Numéro de série

source: Inventory number
fr: Numéro d’inventaire

source: Owner
fr: Propriétaire

source: Create
fr: Créer

source: Pool list
fr: Liste des pools

source: Create a new pool
fr: Créer un nouveau pool

source: Range definition
fr: Définition de la plage

source: Address:
fr: Adresse :

source: Disallocate
fr: Désallouer

source: Confirm disallocation
fr: Confirmation de la désallocation

source: This will permanently disallocate address %(addr)s from host %(hostname)s. Are you sure?
fr: Vous êtes sur le point de désallouer définitivement l'adresse %(addr)s de l’hôte %(hostname)s. Êtes-vous sûr ?

source: Host
fr: Hôte

source: Expiration (remaining)
fr: Expiration (temps restant)

source: Comment
fr: Commentaire

source: Modify
fr: Modifier

source: Duration in days (for temporary allocations)
fr: Durée en jours (pour les allocations temporaires)

source: Language
fr: Langue

source: Logout
fr: Déconnexion

source: Login
fr: Connexion

source: List
fr: Liste

source: Add
fr: Ajouter

source: Hosts
fr: Hôtes

source: Search
fr: Recherche

source: Log journal
fr: Journal

source: Generate
fr: Générer

source: Error:
fr: Erreur :

source: Previous
fr: Précédent

source: Delete
fr: Supprimer

source: Confirm deletion
fr: Confirmation de la suppression

source: This will delete permanently delete host %(hostname)s and all related information. Do you really want to delete it ?
fr: Vous êtes sur le point de supprimer définitivement l’hôte %(hostname)s et toutes les informations le concernant. Êtes vous sûr ?

source: MAC addresses
fr: Adresses MAC

source: Aliases
fr: Alias

source: Additional information
fr: Informations supplémentaires

source: Value
fr: Valeur

source: Addresses allocated to %(hname)s
fr: Adresses allouées à %(hname)s

source: MAC address
fr: Adresses MAC

source: Alias (comma-separated)
fr: Alias (séparés par virgule)

source: Clear alias list
fr: Supprimer tous les alias

source: Allocate a new address
fr: Allouer une nouvelle adresse

source: Pool name
fr: Nom du pool

source: <strong>and/or</strong> address
fr: <strong>et/ou</strong> adresse

source: Allocate
fr: Allouer

source: Host name
fr: Nom de l'hôte

source: Addresses
fr: Adresses

source: Host Search
fr: Recherche d'hôtes

source: Address
fr: Adresse

source: Change language
fr: Changer la langue

source: Change
fr: Changer

source: Could not authenticate:
fr: Impossible de s'authentifier :

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Delete logs
fr: Supprimer des logs

source: Delete all messages older than X days ago
fr: Supprimer tous les messages qui datent de plus de X jours

source: Range
fr: Plage

source: Usage
fr: Utilisation

source: View usage map
fr: Voir la carte d'utilisation

source: Addresses in %(pname)s
fr: Adresses dans %(pname)s

source: Map of
fr: Carte de

source: Return to
fr: Revenir à

source: Legend
fr: Légende

source: Free
fr: Libre

source: Allocated
fr: Alloué

source: Temporarily Allocated
fr: Alloué temporairement

source: aliases
fr: alias

source: This map has been truncated because the pool is to large to list.
fr: Cette carte est tronquée car le pool est trop grand pour pouvoir apparaître entièrement.

source: Generate configuration
fr: Générer la configuration

source: Generation's result
fr: Résultat de la génération

source: An error occured during the generation of config files. Please look at the error output to solve this problem.
fr: Une erreur s’est produite pendant la génération des fichiers de configuration. Veuillez regarder la sortie d'erreur afin de résoudre le problème.

source: The generation of configuration files was successful.
fr: La génération des fichiers de configuration a réussie.

source: Error output
fr: Sortie d'erreur

source: Standard output
fr: Sortie standard

source: This page allow you to regenerate the configuration files for the various network services with the data from the database.
fr: Cette page vous permet de regénérer les fichiers de configurations pour les différents services réseau à partir des données de la base de données.
